<template>


  <div>
    <div v-title data-title="唐师人|校园"></div>
    <p>唐山师范学院是河北省省属公立全日制普通本科高等院校。学校前身为创办于1956年的唐山速成师范专科学校，2000年经教育部批准改建为本科院校。</p>

    <p>学校位于河北省唐山市高新技术开发区，分为大学道校区、学院路校区和建设路校区，占地79.337万平方米，建筑面积47.747万平方米。教学科研仪器设备总值2.52亿元，图书馆藏有纸质图书148.5万册，电子资源508万册，各类数据库45个，订阅中外文纸质期刊990种。学校还有各类实验场所264个，校外学生实习实训基地166个。</p>

    <p>学校有教职工1067人，其中教授104人，副高级以上职称468人；博士学位266人。有国务院特殊津贴专家2人，省政府特殊津贴专家1人、河北省“三三三”人才一、二、三层次人选41人，河北省优秀教师、河北省师德标兵、河北省教学名师、河北省杰出专业技术人才等8人。</p>

    <p>学校现有在校生1.75万人，设有16个教学单位，58个本科专业，涵盖文学、理学、法学、经济学、历史学、教育学、管理学、农学、艺术学、工学10个学科门类，其中师范类专业16个，涵盖学前教育、小学教育、中学教育、特殊教育四类，15个专业获得教育部师范生免试认定中小学教师资格。</p>
    <img src="../../assets/images/11.jpg" />

    <el-image src="../../assets/images/33.jpg"></el-image>
    <p>学校始终坚守师范，突出师范特色，把办好师范教育作为第一职责。学校始终秉持“勤思笃学，修身律己”的传统，形成了“知行合一，大爱及人”的校风，“良师益友，承绪出新”的教风，“沉下心思，放开眼界”的学风，培养了以张志军、王利民、吴瑞军、崔建生、徐艳忠、魏建成等为代表的一批全国优秀教师、河北省骨干校长、河北省优秀教师，为地方教育事业的发展输送了大批优秀师资，素有“冀东教师摇篮”之美誉。学校努力打造公费师范生品牌，为唐山市全部14个县区培养15个专业的公费师范生1088人。公费师范生在校生数量位居全省前列，生源质量持续提高。</p>
    <p>学校不断深化教育教学改革，人才培养质量不断提高。现有教师教育国家精品资源共享课1门，省级精品课8门，省级精品在线开放课程3门，在建省级精品在线开放课程1门、省级一流课程5门、省级课程思政示范课程3门。省级一流本科专业建设点13个、省品牌特色专业2个。近三年来获得省级教学成果一等奖1项，二等奖1项。学校不断优化应用型人才培养模式，创建和优化非教师教育专业实践平台，学生专业水平、实践技能、整体素质均实现大的提升。近三年，毕业生就业率超过90%、考研率15%。荣获“创青春”国赛金奖，2019年荣获第十六届“挑战杯”国赛二等奖，中国青年志愿服务公益创业赛金奖。</p>
    <p>
      <img src="../../assets/images/22.jpg" align="left" alt style="width:400px;height:250px;"  hspace="5" vspace="5"/>学校不断壮大科研规模，提升科研档次。现建有“河北省植物生物技术研究与应用重点实验室”，12个市级重点实验室，7个市级基础创新团队。建有教育部“中华优秀文化传承基地－评剧”、中国李大钊研究会教研基地、省中国特色社会主义理论体系研究中心、省哲学社会科学研究基地、省本科教育创新高地、省高校人文社科重点研究培育基地、省初中教师教育研究中心、省高等学校应用技术研发中心、省冀东文化传承创新研究基地。近三年，获省级以上科研奖励7项，发表SCI、EI、CSSCI、SSCI、CSCD等高水平论文190余篇；出版专著20余部；获得发明专利48项、实用新型专利217项，获批省部级及以上科研项目50项。
    </p>
    <p>学校广泛开展交流合作，服务经济社会发展的能力不断增强。自2021年以来，学校贴近靠实地方经济社会发展，推进产教城融合发展，与各县区、各企事业单位密切合作，与唐山10个县（市、区）和在唐19家央企、京企、省企和著名民企建立合作关系，初步合作项目81个，共建大数据、新材料等方面的实验室，共同开展科学研究和人才培养，实现校企融合发展。组建了唐山首个应用型海洋学院，并于2022年实现招生，400名招生计划全部高分满额录取，为唐山提供海洋生物、海洋科学、海洋物流等方面的专业人才。加强中外人文交流，与国外数十所海外院校开展项目合作与友好交流，获批ISEC项目，与美、英、匈、新西兰等39所海外名校实现学分互认。<img src="../../assets/images/33.jpg" align="right" alt style="width:400px;height:250px;"  hspace="5" vspace="5"/></p>
    <p> 一路走来，广大师院人踔厉奋发、勇毅前行，取得了一系列辉煌成就。1988年被原国家教委评为“全国优秀师专”，2000年经教育部批准改建为本科院校，2007年接受教育部本科教学工作水平评估，获良好等级，2014年入选全国毕业生就业典型经验高校，2017年被教育部评为全国首批“国防教育特色学校”，2018年被评为唐山市文明校园、唐山市军民共建先进单位，2020年被评为河北省文明校园，2021年获批河北省劳动教育试点学校建设资质，2022年入选教育部师范教育协同提质计划重点支持院校。近年来，学校大学排名不断前移，美誉度不断提升，获批硕士学位授予立项建设单位，在申请硕士学位授予权的征程中阔步前行。</p>
    <p>进入新时代，学校以习近平新时代中国特色社会主义思想为指导，落实立德树人根本任务，立足唐山、面向河北、辐射全国，坚持“21122”总体工作思路：扭住坚持从严治校、人才培养质量提升两个重点，攻坚突破申硕一个难点，打造产教城融合发展一个亮点，推进科研水平提升和就业质量提高两项任务，提供科学的绩效考核办法和高水平内部服务质量两项保障，努力培养德智体美劳全面发展，富有创新奉献精神，具备岗位所需要专业技能的应用型人才，为打造服务地方经济社会发展的全省示范高校，建设地方一流的师范大学而努力奋斗！</p>
  </div>
</template>

<script>
export default {}
</script>

<style  scoped>
div {
  font-family: Arial, sans-serif;
  background-color: #fff;
  color: #333;
  font-size: 16px;
  text-align: justify;
  line-height: 1.5;
  /* margin: 20px; */
  text-indent: 32px;
  padding: 10px 20px;
}
</style>